/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Anexos (%d)";

/* Old singular title format */
"AttachmentsKey" = "Anexo (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Añadir anexo";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Hacer una foto";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Biblioteca de fotos";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Anexo %d borrado";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Archivos";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Cancelar";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Título";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notas";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Valor";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ADVERTENCIA: El navigationController del UITableViewController actual para FUIFormCell es nulo. FUIAttachmentsFormCell y ListPickerFormCell no funcionarán correctamente.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d h %d m";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Duración";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "hora";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "horas";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "minuto";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Seleccionado";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Todo";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Advertencia: La búsqueda está desactivada porque la propiedad listPickerSearchResultsUpdating en ListPickerFormCell es nula.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Seleccionar todo";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Desmarcar todo";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Cerrar";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "más";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Menos";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "activado";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "desactivado";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Toque dos veces para conmutar la configuración";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Clasificar por";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "No seleccionado";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Toque dos veces para conmutar la selección";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Toque dos veces para conmutar la dirección de la orden";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "Este es el botón deslizante de %@ cuyo valor máximo es %@ y el mínimo, %@.";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "Puede deslizar hacia arriba o abajo mientras está seleccionado el elemento para modificar el valor del botón deslizante.";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "El valor actual es %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "El valor actual se ha modificado a %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Campo de solo lectura";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Acción de entrada alternativa";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Botón";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Tocar dos veces para abrir";

"DoubleTapToCollapseKey" = "Tocar dos veces para ocultar";

"DoubleTapToSelectFromList" = "Tocar dos veces para seleccionar de la lista";

"DoubleTapToSelect" = "Tocar dos veces para seleccionar";

"DoubleTapToUnselect" = "Tocar dos veces para anular la selección";

/* FUIStepperView tip */
"StepperTipKey" = "Esto es un botón deslizante para la selección de valores editable";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Esto es un botón deslizante para la selección de valores no editable";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "El valor máximo es %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "El valor mínimo es %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Aumentar el valor en 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Disminuir el valor en 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "El valor actual es";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtro";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Resultados \\(filteredNum) de \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Mostrar \\(filteredNum) elementos";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Restablecer";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Este botón deslizante es editable, el valor mínimo es %@ y el máximo, %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Este botón deslizante no es editable, el valor mínimo es %@ y el máximo, %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Este botón deslizante de rango es editable, el valor mínimo es %@ y el máximo, %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Este botón deslizante de rango no es editable, el valor mínimo es %@ y el máximo, %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "campo de texto de valor de botón deslizable";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "campo de texto de valor inferior";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "campo de texto de valor superior";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Puede tocar dos veces para introducir un valor específico";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "miniatura de botón deslizante, el valor actual es";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "puede deslizar hacia arriba o abajo para modificar el valor";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "miniatura de botón deslizante de rango inferior, el valor actual es";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "puede deslizar hacia arriba o abajo para modificar el valor inferior";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "miniatura de botón deslizante de rango superior, el valor actual es";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "puede deslizar hacia arriba o abajo para modificar el valor superior";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "el valor actual es %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "el valor inferior actual es %@ y el superior, %@";

